Repository: wp-plugins/woocommerce-pay-for-payment
Catalog: languages/woocommerce-payforpayment-*.po
Languages: es_es, tr_tr

# Gateway list column
source: %s %% of cart totals
es_es: %s %% del total del pedido
tr_tr: Sepet toplamına oranı: %s %%

source: Extra Charge
es_es: Cargo extra
tr_tr: Ekstra Ücret

source: Item Title
es_es: Nombre del concepto
tr_tr: Öğe Başlığı

source: This will show up in the shopping basket.
es_es: Este es el nombre con el que se mostrará el concepto en el carro de compra.
tr_tr: Alışveriş sepetinde gösterilecektir.

source: Fixed charge
es_es: Cargo fijo
tr_tr: Sabit Ücret

source: Extra charge to be added to cart when this payment method is selected.
es_es: Coste fijo adicional a añadir al pedido cuando se selecciona este método de pago.
tr_tr: Bu ödeme yöntemi seçildiğinde ekstra ücret sepete eklenecek.

source: Percent charge
es_es: Cargo por porcentaje
tr_tr: Yüzde Ücreti

source: Percentage of cart total to be added to payment.
es_es: Porcentaje de coste adicional a añadir al total del pedido cuando se selecciona este método de pago.
tr_tr: Sepet toplamının yüzdesi sipariş tutarına eklenecek.

source: Includes Taxes
tr_tr: Vergi Kapsamı

source: Don’t charge this fee when free shipping is available.
es_es: No añade este cargo cuando el envío gratuito está disponible.
tr_tr: Ücretsiz kargo etkinleştirildiği zaman bu ücreti yükleme.

source: Disable on Free Shipping
es_es: Deshabilitar para Gastos de envío gratuitos
tr_tr: Ücretsiz Kargoda Devre Dışı Bırak

source: Extra Charge Taxes
es_es: Impuestos del cargo extra
tr_tr: Ekstra Vergi Ücretleri

source: Payment fee is taxable
es_es: El cargo está sujeto a impuestos
tr_tr: Vergiye tabi ödeme ücreti

source: Inclusive Taxes
es_es: Impuestos incluidos
tr_tr: Vergiler Dahil

source: The payment fee is inclusive of taxes.
es_es: El cargo tiene los impuestos incluidos
tr_tr: Ödeme ücretine vergiler dahildir.

source: If you leave this unchecked taxes will be calculated on top of the payment fee.
es_es: Si deja esto sin seleccionar los impuestos se calcularán al inicio del cargo extra.
tr_tr: Eğer işaretlenmemiş olarak bırakırsanız vergiler, ödeme ücreti üzerine hesaplanacaktır.

source: Tax class
es_es: Tipo de impuesto
tr_tr: Vergi sınıfı

source: Select a the tax class applied to the extra charge.
es_es: Selecciona el tipo de impuesto a aplicar al cargo extra.
tr_tr: Ekstra ücret için uygulanacak bir vergi sınıfı belirleyin.

source: Include in percental payment fee calculation:
es_es: Incluye un cargo calculado por porcentaje:
tr_tr: Yüzdesel ödeme ücreti hesaplamasına dahil et:

source: Fees
es_es: Costes por pedido
tr_tr: Ücretler

source: Include fees in calculation.
es_es: Incluye los costes por pedido en el cálculo
tr_tr: Ücretleri hesaplamaya dahil et.

source: Coupons
es_es: Cupones
tr_tr: Kuponlar

source: Include Coupons in calculation.
es_es: Incluye los cupones de descuento en el cálculo
tr_tr: Kuponları hesaplamaya dahil et.

source: Shipping
es_es: Gastos de envío
tr_tr: Kargo

source: Include shipping cost in calculation.
es_es: Incluye los métodos de envío en el cálculo.
tr_tr: Kargo maliyetini hesaplamaya dahil et.

source: Taxes
es_es: Impuestos
tr_tr: Vergiler

source: Include taxes in calculation.
es_es: Incluye impuestos en el cálculo.
tr_tr: Vergileri hesaplamaya dahil et.

source: Setup individual charges for each payment method in woocommerce.
tr_tr: Her bir WooCommerce ödeme yöntemi için ayrı ayrı ücretler ayarlayın.

source: Standard
tr_tr: Standart

source: Charge at least
es_es: Cargo mínimo
tr_tr: En Düşük Ücret

source: Minimum extra charge to be added to cart when this payment method is selected.
es_es: Cargo mínimo a añadir al pedido cuando se selecciona este método de pago.
tr_tr: Bu ödeme yöntemi seçildiğinde sepet toplamına eklenecek en düşük ekstra ücret tutarıdır.

source: Charge at most
es_es: Cargo máximo
tr_tr: En Yüksek Ücret

source: Maximum extra charge to be added to cart when this payment method is selected. Enter zero to disable.
es_es: Cargo máximo a añadir al pedido cuando se selecciona este método de pago. Introduzca cero para deshabilitar.
tr_tr: Bu ödeme yöntemi seçildiğinde sepet toplamına eklenecek en yüksek ekstra ücret tutarıdır. Devre dışı bırakmak için sıfır olarak girin.

source: WooCommerce Pay4Payment requires at least WooCommerce 2.2. Please update!
es_es: WooCommerce Pay4Payment requiere WooCommerce 2.2 o superior. Por favor ¡actualice!

source: Taxable
es_es: Sujeto a impuestos
