Repository: wp-plugins/woocommerce-pay-for-payment
Catalog: lang/pay4pay-*.po
Languages: es_es

source: Add extra fees depending on your payment methods.
es_es: Cargos adicionales dependiendo del método de pago.

source: Fixed charge
es_es: Cantidad fija

source: Extra charge to be added to cart when this payment method is selected.
es_es: Coste fijo adicional añadido al carro cuando se seleciona este método de pago.

source: Percent charge
es_es: Cantidad en porcentaje

source: Percentage of cart total to be added to payment.
es_es: Porcentaje de coste adicional añadido al total del carro cuando se seleciona este método de pago.

source: Select an option to handle taxes for the extra charges specified above.
es_es: Seleccione como se gestionarán los impuestos para los costes adicioneles especificados anteriormente.

source: No taxes
es_es: Sin Impuestos

source: Including tax
es_es: Impuestos incluidos

source: Excluding tax
es_es: Impuestos no incluidos

source: Includes Taxes
es_es: Impuestos incluidos

source: Extra Charge
es_es: Cago extra

source: Item Title
es_es: Nombre del concepto

source: This will show up in the shopping basket.
es_es: Este es el nombre con el que se mostrará el concepto en el carro de compra.
